Repository: cyberkov/aoc-drupal-tools
Catalog: Drupal/modules/aoc_citystatus/po/*.po
Languages: de

source: City Progress
de: Baufortschritt

source: Shows the progress of buildings in your guild city
de: Zeigt den Baufortschritt der Gildenstadt an

source: Keep
de: Bergfried

source: Trade Post
de: Handelsposten

source: Temple
de: Tempel

source: Library
de: Universit&auml;t

source: Barracks
de: Kaserne

source: Thieves' Guild
de: Diebesgilde

source: Weaponsmith Workshop
de: Waffenschmiede

source: Armorsmith Workshop
de: Hufschmiede

source: Alchemist Workshop
de: Alchemistenwerkstatt

source: Architect Workshop
de: Ingenieurswerkstatt

source: Wall
de: Mauer

source: Curved Wall
de: Gekr&uuml;mmte Mauer

source: Staired Wall
de: Mauer mit Treppe

source: Gate
de: Tor

source: Tower
de: Turm

source: Ending Tower
de: Endturm

source: Corner Tower
de: Eckturm

source: Copper
de: Kupfer

source: Sandstone
de: Sandstein

source: Ash
de: Esche

source: Silver
de: Silber

source: Iron
de: Eisen

source: Granite
de: Granit

source: Yew
de: Eibe

source: Electrum
de: Elektron

source: Duskmetal
de: Dunkeleisen

source: Oak
de: Eiche

source: Progress of Buildings
de: Baufortschritt Geb&auml;ude

source: Progress of Walls
de: Verteidigungsmauern

source: Remaining resources to complete First Tier Buildings:
de: Verbleibend um T1 Gebäude abzuschliessen:

source: Remaining resources to complete Second Tier Buildings:
de: Verbleibend um T2 Gebäude abzuschliessen:

source: Remaining resources to complete Third Tier Buildings:
de: Verbleibend um T3 Gebäude abzuschliessen:

source: Remaining resources to complete First Tier Walls:
de: Verbleibend um T1 Mauern abzuschliessen:

source: Remaining resources to complete Second Tier Walls:
de: Verbleibend um T2 Mauern abzuschliessen:

source: Remaining resources to complete Third Tier Walls:
de: Verbleibend um T3 Mauern abzuschliessen:

source: see city progress
de: Baufortschritt sehen

source: AoC City Status
de: AoC Baufortschritt

source: Shows the build progress of your city
de: Zeigt den Baufortschritt der Gildenstadt
